/* Status message indicating that the user has not yet granted or denied access permissions */
"Awaiting permission" = "等待批准";

/* Status message indicating that the user account is restricted and can therefore not grant access permissions */
"Restricted access" = "访问受限";

/* Status message indicating that the user has denied access permissions */
"Access denied" = "拒绝访问";

/* Status message indicating that the user has granted access permissions */
"Access granted" = "允许访问";

/* Title of a dialog window */
"Glyphs cannot access your contacts" = "Glyphs 无法访问您的联系人";

/* Description text in a dialog window */
"Go to System Setting → Privacy & Security → Contacts to grant Glyphs access to your contacts." = "请于 系统设置→隐私与安全→联系人 中授权 Glyphs 访问你的联系人信息。";

/* Explanation of the Gravatar service. */
"If checked, Light Table sends email addresses in a hashed from to the service Gravatar.com. If a user is registered at Gravatar with a matching email address, Light Table can load and show their Gravatar profile picture. Gravatar is a venture by Automattic Inc." = "勾选后，透写台插件会将电子邮件地址以 Hash 值形式发送到 Gravatar.com 服务。若用户曾在 Gravatar 注册匹配的电子邮件地址，透写台便可加载并显示他们的 Gravatar 头像图片。Gravatar 是 Automattic Inc. 的下属企业。";
